Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 화이트 드래곤 그라테우스라고 했지?
en_us: grateus the white dragon, huh?

source: 저기 백기가 올라오는군!
en_us: they’re raising a white flag!

source: 그 유명한 용병!?
en_us: the legendary mercenary?!

source: 잠깐!!
en_us: hold on!!

source: 어둠을 바라보는 자, 어둠을 원하는 자,
en_us: o watcher of darkness, o desirer of darkness...

source: 이오네 공주님께서 사정이 생겨 동행하지 못하시게 되었지.
en_us: princess ione could not travel with us due to certain circumstances.

source: 전 단지 재능이 남들보다 조금 뛰어났을 뿐.
en_us: I was just a little more talented than the others.

source: 이리 와 봐!!
en_us: come here!!

source: 뒤에 ‘님 ’자를 붙여야지!!
en_us: you should address them as “misters”!!

source: 연회장
en_us: banquet hall

source: 이 주변을 샅샅이 뒤져라!!
en_us: search every nook and cranny!!

source: ‘드래곤 슬레이어’ 가스터!
en_us: gaster the dragon slayer!

source: 내가 인간 세상에 나온 건 어디까지나 인간처럼 모험을 즐기기 위해서인데…
en_us: the reason why I’m out in the human world is to go on adventures as a human...

source: 보게, 이런 이른 시간인데도…
en_us: look, despite the early hour...

source: 이미 부관에게 명령을 해두었으니 성문만 부수면 됩니다.
en_us: I already told the aide-de-camp, so all we have to do is break down the castle gates.

source: 물론 저 역시 그리 약한 편은 아니고요.
en_us: I’m not so weak myself either.

source: 그 드래곤 슬레이어 베라!?
en_us: ...who hunted grateus the white dragon with darios, gaster, and pluto?!

source: 합동 마법은 합동 마법이네요.
en_us: I suppose it was quite a collaborative magic.

source: 아무도 살아 돌아온 사람이 없다며?
en_us: if no one’s come back alive...

source: 2년 만에 제1기사의 명예를 차지한 천재 중의 천재란다.
en_us: ...and attained the glory of becoming the first knight within just two years.

source: 다리오스 경은 저보다 훨씬 강력한 검기를 사용할 수 있지요.
en_us: sir darios should be able to use a much more powerful aura than me.

source: 정신이 혼미해진다고!
en_us: it’s making me feel so dizzy!

source: 뭐…뭐야?
en_us: wh-what?

source: 네!
en_us: yes!

source: 이런 허약한 재질로 책을 만드는 인간들은 대체 무슨 생각인지…
en_us: just why would humans make books out of such flimsy material...?

source: 어?
en_us: huh?

source: 저는 기사도에 따라, 나의 왕에게…
en_us: as per the chivalric code...

source: 진심으로 하시는 말씀입니까?
en_us: are you being serious?

source: 레이크 이 자식…!!
en_us: rake, you bastard...!!

source: 이 환자는 곧 죽는다.
en_us: but this patient will die soon.

source: 좋소.
en_us: good.

source: 넌 아무 걱정 말고 말만 잘 들으면 돼.
en_us: you don’t have to worry about a thing. just listen to him well.

source: 참 여러 헛소문들이 많이도 도네.
en_us: there sure are a lot of groundless rumors going around.

source: 그 마나의 법칙 속에서 일어나는 기적의 힘을 현실 세계에 실체화하는 것이…
en_us: following the law of mana, a miraculous power comes to life...

source: 당시를 떠올리면 우린 아직도 잠을 제대로 못 잔다.
en_us: we still have trouble sleeping just thinking about those days.

source: 놀랍구먼…
en_us: unbelievable...

source: 우리는 언제나 함께 있어야 하고!
en_us: ...we must always stick together!

source: 글쎄요, 충분히 감당할 수 있을뿐더러━
en_us: well, not only can I take them on...

source: 당대 최고의 명예인 ‘드래곤 슬레이어’라는 칭호마저 얻어 내셨지!
en_us: ...he received the most honorable title, dragon slayer!

source: 없는데?
en_us: um, nothing?

source: 이제 내가 궁금한 부분도 알려줘야죠.
en_us: now, let me ask you guys.

source: 자, 이 지도를 잘 봐.
en_us: here. take a close look at this map.

source: 라셀은 특수 효과 담당.
en_us: and rasell was in charge of the special effects.

source: 이쪽이 더 중요합니다!!
en_us: this is more important!!

source: 이제 이 아이는 누가 봐도 이오네 님으로 보일 거요.
en_us: now, everyone will believe this child is princess ione.

source: 밥부터 먹자!
en_us: let’s eat!

source: 그러니 염려 안 해도 돼!
en_us: so, you don’t have to worry about a thing!

source: 왜 내 이야기만 저따위야?
en_us: so what’s with my description?

source: 칼슈타인?
en_us: karstein?

source: 마을 사람들은 전부 숯덩이가 되어버렸다.
en_us: and everyone was burned to death.

source: 나도 알아, 아린.
en_us: I know, arin.

source: 방으로 가시죠, 공주님.
en_us: y-you should go inside, your highness.

source: 일단 더 이상 아프지는 않는 것 같고,
en_us: I don’t feel pain anywhere...

source: 그 인내한 시간들을 위해서라도 내 기필코…
en_us: with all the time I put into this, I shall find it by all means...

source: 당장이라도 죽어나간 동료들의 원수를 갚고 싶지만…
en_us: I also want to take revenge for the deaths of our fellow soldiers...

source: 이오네 공주님을 많이 닮은 널 만나게 되었구나.
en_us: that’s when I met you, who looks very much like princess ione.

source: 이번 회의에 관심이 지대할 수밖에 없지 않겠습니까?
en_us: since they share a border with arasnan?

source: 경매장으로 가는거다.
en_us: to the auction house.

source: 저 은빛 인간이 날 산 건가?
en_us: did that silver human buy me?

source: 그라테우스...
en_us: grateus...

source: 이렇게 카르셀 왕국의 이오네 공주님께서 몸소 왕림하셨으니
en_us: and since you, the princess of karsel, has shown up...

source: 아까 같은 상황을 또 기대하진 말게.
en_us: so, do not take luck for granted. it might not happen again.

source: 누추한 곳이지만 부디 편안히 쉬시길.
en_us: though it may be shabby, please make yourself at home.

source: 인내심 없기로 유명한 이 레드 일족이 말이다!
en_us: ...even though red dragons are infamous for being impatient!

source: 이리도 쉽게 책장을 넘길 수 있다니!
en_us: I can turn the pages so easily!

source: 물론 저도 한 나라의 대표로 참가하는 만큼
en_us: of course, as the representative of a nation,

source: 4서클 말고 1서클짜리 저주는 뭔가 없습니까?
en_us: it doesn’t have to be a fourth circle spell. don’t you have first circle spells you can use?

source: 그럼 이제 저녁을…
en_us: then it’s time for dinner--

source: 그렇다면…
en_us: then...

source: 들어가자.
en_us: let’s go.

source: 드래곤?
en_us: a dragon?

source: 그 점은 궁성에 도착하면 해결되겠지요.
en_us: but that should be fixed once we arrive at the royal palace.

source: 이 정도면 딱 맞게 왔잖아?
en_us: I arrived just in time.

source: 또 시작이야?
en_us: another earthquake?!

source: 정식으로 인사를 올리지요.
en_us: let me formally introduce myself.

source: 참으로 고명하신 견해로군요.
en_us: how intriguingly insightful.

source: 도시락으로 들고 다닌 적은 있어도…
en_us: I only had them for lunch sometimes...

source: 와아━ 밥인가!?
en_us: yay! is it my dinner?!

source: 방법이 없다면 확실히 선고를 내리는 것도 의사의 의무라고.
en_us: it’s the duty of a doctor to pronounce the death of a patient if there is no other way.

source: 세르카르셀에서도 늘 연구를 하고 계시지 않습니까?
en_us: weren’t you always researching at serkarsel?

source: 그걸 내가 줬다고 생각하나, 칼세니안?
en_us: you think I gave him the book, karsenian?

source: 이 노예의 존재가 세상에 알려지면
en_us: if this slave becomes known to the world...

source: 칼도 화살도 통하지 않는 갑옷인데
en_us: it was impenetrable by swords and arrows...

source: 그럼…
en_us: then...

source: 왜 팔려 왔는지는 알고?
en_us: any idea why you got sold off?

source: 저것이 드래곤 슬레이어의 마법인가...!!
en_us: is that the magic of a dragon slayer...?!

source: 마법의 레벨을 측정하는 단위, 서클.
en_us: a circle is a unit of measurement to determine the level of one’s magic.

source: 어, 그게…!!
en_us: uh, well...!!

source: 레이시스!
en_us: reyses!

source: 언제까지 이러고 있어야 하나?
en_us: how much longer should I stay like this?

source: 어라아!?
en_us: huuuh?!

source: 아마도 탈영한 거겠지.
en_us: they must have deserted the army...

source: 놀랐지, 인간들아?
en_us: amazed, right?

source: 내가 그렇게 무서운 사람… 아니, 드래곤이었나?
en_us: was I such a frightening perso-- I mean, dragon?

source: 초월적 존재인 드래곤이 사용하는 마나가 모여있는 부위로
en_us: but it does contain the mana of a dragon, a mystical being.

source: 내 검기도 전혀 통하지 않았는데, 생각하면 할수록 초라한 기분이야.
en_us: my sword aura didn’t work at all. I feel pathetic just thinking about it.

source: 너나 많이 영광스러워라!
en_us: go ahead and be honored all you want!

source: 이 정도면 꽤나 괜찮은 연출이었지?
en_us: a pretty fine spectacle, huh?

source: 글쎄요, 전 카슬러 님의 견해를 먼저 듣고 싶네요.
en_us: well, I’d like to hear your thoughts first, prince kasler.

source: 이상한데.
en_us: strange.

source: 휴면기에서 벗어나 다시 알 크리드 산맥을 장악했다는 내용의 노래.
en_us: woke up from its sleep and took over the al kreed mountains again.

source: 기사의 칭호를 받을 정도의 강자라 이건가.
en_us: so, he must be powerful enough to be titled a knight.

source: 마법이라면 내가 마나의 응집을 느끼지 못했을 리 없어.
en_us: if it was a mage, there’s no way I wouldn’t have felt the presence of their mana.

source: 적이 넘어온 것만은 사실입니다!!
en_us: ...it is true that the enemies have traversed it!!

source: 이제 슬슬 죽어주시죠.
en_us: now, please go ahead and die.

source: 우와아━
en_us: whoa...

source: 한시라도 빨리 진격하는 게 피를 덜 흘리는 길일 텐데…
en_us: we must charge in as soon as possible to spill less blood...

source: 아파아아아!!!
en_us: ouch!!!

source: 바트란의 국왕
en_us: the king of batran

source: 각국의 후계자를 강제로 억류시켰다.
en_us: and detained the heirs of each nation against their will.

source: 이 목소린… 가베인?
en_us: this voice... is it gabein?

source: 카르셀은 외적의 칩입에 안전하면서도 교역을 하기에는 최적의 위치다.
en_us: karsel is safe from foreign invasion, and at the same time is perfect for trading.

source: 왔구나.{j}자르난, 라셀.
en_us: ah, zarnan and rasell. come over here.{j}

source: 엉?
en_us: yeah?

source: 어쩔 수 없죠.
en_us: it can’t be helped.

source: 원래 몸으로 돌아가기만 하면 다 죽여버릴 거야…
en_us: once I return to my original form...

source: 아뇨, 아직 다 못 먹었는데━
en_us: no, I’m not done ye--

source: 레이크.
en_us: rake.

source: 그래, 이제 그만 바르게 앉아서……
en_us: yes, sit up and--

source: 허허… 의심한 나 자신이 부끄럽구나.
en_us: huhu... how shameful of me to have doubted them.

source: 저와 함께 움직이시는 건 어떠실까요?
en_us: why don’t we move together?

source: 지금이다!!{j}전원 진격하라!!
en_us: everyone, charge!! now!!{j}

source: 어제 있었던 사건들에 대해
en_us: I’d like to hear about...

source: 특히 교역 도시 라엘은 대륙에서도 1~2위를 다투는
en_us: in particular, the port city of lael has...

source: 저기 저 은빛 사람은
en_us: who is that...

source: 그냥 당사자의 목소리를 얼마나 잘 기억하느냐가 난관인 게지.
en_us: the challenge is in how well you remember the voice you’re changing it to.

source: 뭐… 뭐야?{j}너희들은!
en_us: wh-who are you guys?!{j}

source: 인간들은 드래곤을 참 좋아한다.
en_us: humans really love dragons.

source: 그 분이 직접 오셨단 말인가!?
en_us: he’s here in person?!

source: 아무도 안 믿을 것 같은데.
en_us: I doubt anyone would believe it.

source: 이거 너무 쉽구만.
en_us: this is way too easy.

source: 처음부터 교역 도시 라엘까지만 데려다주기로 약속했으니까…
en_us: well, I only promised to take you to the port city of lael...

source: 밤새 그걸 구경하는 게 아니었는데…
en_us: I shouldn’t have watched that all night...

source: 만약 타국이 왕자가 없는 카르셀의 왕권을 손에 넣는다면 6국 연합의 오랜 균형은 깨지게 된다!!
en_us: ...but if another nation attains the karsel kingdom, which has no prince, then the long-standing six nations alliance will fall apart!!

source: 아라스난 쪽은 어떻게 됐는지 잘 모르겠지만.
en_us: though I don’t know how things went with arasnan.

source: 꼬마.
en_us: kid.

source: 아직도 숨이 붙어있다니…
en_us: he’s still... alive.

source: 그리고 그건 인질로서 아무런 가치도 없어.
en_us: plus, that kid’s not worth holding hostage.

source: 가베인!?
en_us: gabein?!

source: 이렇게 넓은 곳에 저 커다란 건물들이 빼곡하게…
en_us: so many huge buildings are packed in such an enormous place...

source: 무슨 일이 있었던 거야!?
en_us: what happened to you?!

source: 부상을 입었으니 분명 멀리는 못 갔을 거야!!
en_us: she’s injured, so she couldn’t have gone far!!

source: 바트란은 산맥을 너무 믿고 주요 병력을 대부분 국경 지대로 보냈어.
en_us: batran put too much faith in the mountains and sent most of their troops to the frontier.

source: 저희의 임무였던 바트란의 마법사들도 모두 처리했습니다.
en_us: as per our duty, we also wiped out all the mages of batran.

source: 이게 꽃병이라는 거구나~
en_us: so this is a flower vase!

source: 뭐라고?
en_us: what?

source: …드래곤 한 마리로 우려먹을 게 이렇게 많다니.
en_us: we really are sucking the dragon dry...

source: 적들이 흩어지고 있습니다.
en_us: the enemies are dispersing.

source: 라드엘 슈 라엘
en_us: ladael sh’lael

source: 이런 혼란 속에서 한 명도 안 죽을 정도로 강하진 않아.
en_us: ...but they’re not strong enough to avoid any casualties in this chaos.

source: 슬슬 교육 준비를 해주시겠습니까?
en_us: could you please get ready to study?

source: 심지어 이오네 님보다 더 품위 있어 보이는데?
en_us: actually, you look even more dignified than princess ione!

source: 그럼 그 드래곤 이름이 카르세아린이란 건 어떻게 알았대?
en_us: ...how do you know the dragon’s name is karsearin?

source: 그렇다 해도, 말도 안 돼!
en_us: even so, that’s impossible!

source: 허허… 그랬구만.
en_us: huhu... I see.

source: 노예 경매장
en_us: a slave auction house

source: 가스터.
en_us: gaster.

source: 아……
en_us: aww...

source: 1서클 저주라면 믿어지나?
en_us: can you believe it’s a first circle spell?

source: 날 가둬뒀던 노예 경매장 인간들도 혼내 줘야지!
en_us: I’ll also deal with the humans who locked me up at the slave auction!

source: 그야말로 하루 아침에 나라가 망해버렸지.
en_us: the country was pretty much destroyed overnight.

source: 경계를 늦추지 말자!!
en_us: I shouldn’t lower my guard!!

source: 저 외모가 말해주고 있지 않나?
en_us: ...that he’s no one ordinary?

source: 우와아아!!
en_us: wooow!!

source: 전 이만…
en_us: well then...

source: 무슨 소리인지 하나도 모르겠다…
en_us: I have no idea what he’s talking about...

source: 후후…
en_us: huhu...

source: 알카나스
en_us: alkanas

source: 히익!!
en_us: eep!!

source: 드래곤으로 돌아가야 해!!
en_us: I must return to my dragon form!!

source: 더구나
en_us: plus...

source: 이 지진을 일으키고 있는… 드래곤 때문에!
en_us: it’s because of... the dragon causing this earthquake!

source: 넌… 이오네 공주의 시녀…
en_us: y-you’re... princess ione’s maid...

source: 어차피…
en_us: after all...

source: 어…
en_us: oh...

source: 그러고 보니,
en_us: come to think of it...

source: 에… 엘릭서 포션을 쓰라고!?
en_us: a-an elixir?!

source: 신기한 것들 투성이네!!
en_us: it’s full of cool things!!

source: 굳이 죽일 필요까지는 없잖아!
en_us: you don’t have to kill him!

source: 특히 어깨와 허벅지의 상처가 심하군.
en_us: his shoulder and thigh are especially bad.

source: 이건…
en_us: this is...

source: 이렇게 된 거 좋은 곳에 팔리길 바라야지.
en_us: at this point, let’s just hope we can get sold to a good place.

source: 말했잖아!!
en_us: I already told you!!

source: 어머?
en_us: oh?

source: 공포 저주는 4서클 마법일세.
en_us: instilling fear requires a fourth circle spell.

source: 드디어 찾았다, 6국의 배신자…
en_us: we finally found her. the traitor of the six nations...

source: 엄청 흥분해서 화를 냈었지.
en_us: ...whenever anyone mentioned a dragon slayer.

source: 이제 그만 선실로 들어가시죠.
en_us: why don’t you return to the cabin for now?

source: 인간이…
en_us: I really became...

source: 정령이 알려 주더군.
en_us: the spirit told me...

source: 저주의 일종이라네.
en_us: it’s a type of curse.

source: 왜 난 날개나 꼬리고 다리오스는 머리랑 몸통이야?
en_us: how come I sliced the dragon’s wing and tail, while darios took down its head and body?

source: 그 정도로 중요한 인물인가?
en_us: is he that important?

source: 저게 뭐지?
en_us: what’s that?

source: 이렇게 인간이 많은 도시에서 변신했다간 금방 엄마한테 들킬 것 같은데.
en_us: but mom might find me if I were to transform in such a crowded city.

source: 카르셀 왕국은 군사 요새 자카르난 성을 함락.
en_us: the kingdom of karsel captures zakarnan castle, the military fortress.

source: 나야 공주님이 어릴 때부터 목소리를 들었으니 별문제는 아니오.
en_us: but that’s not a problem for me. I’ve heard the princess’s voice since she was little.

source: 몇 년 됐냐니?
en_us: uh, how long?

source: 왜 드래곤 슬레이어 플루토가 널 직접 죽이려 한 거냐!!
en_us: why was pluto the dragon slayer trying to kill you?!

source: 환자다…
en_us: a patient...

source: 이 나라의 마지막 왕이여.
en_us: ...the last king of this nation.

source: 더 이상 고통 따위 신기하지 않아.
en_us: pain isn’t so interesting anymore.

source: 연합 회의는 항상 각 왕국의 왕위 계승자가 참석하는 것을 원칙으로 한다.
en_us: by principle, the successor to the throne of each nation must attend the council of the six nations.

source: 하지만 그래 봐야 시간을 좀 늦췄을 뿐이야.
en_us: but all it did was prolong the time.

source: 이오네 역할을 하던 그 노예는 확실히 처리했겠지?
en_us: you offed the slave that was standing in for ione, right?

source: 에르베트!!
en_us: herbert!!

source: 이상하다…
en_us: strange...

source: 그, 그런 거예요?
en_us: o-oh, is that how it works?

source: 바트란 왕국의 수도 알카나스까지
en_us: arin continues on his trip...

source: 공주님이라…
en_us: a princess...?

source: 그날 이후, 전부 불살라진 그들이
en_us: since the day they were burned to death...

source: 아린은 찝찝한 기분을 떨치지 못했다.
en_us: arin couldn’t help but feel uneasy.

source: 드래곤을 죽였단 말이야?
en_us: ...killed a dragon?

source: 역시…
en_us: I knew it...

source: 그래, 바트란 왕국으로 간다고 했지?
en_us: oh, didn’t they say we’ll be going to the batran kingdom?

source: 이제야 믿어주는구나!
en_us: you finally believe me!

source: 우리 드래곤의 시력이 좋지 않았다면… 애시당초 불가능한 도전.
en_us: if us dragons didn’t have good eyes... this would’ve been an impossible challenge.

source: 형체 변환 마법 주문!!
en_us: ...a shapeshifting magic spell!!!

source: 오오,
en_us: oh...

source: 심지어는 아무도 살아 돌아온 사람이 없다고…
en_us: they say no one’s ever come back alive...

source: 그래, 눈치껏 이 인간들과 비슷하게 행동하면 되겠지?
en_us: if I behave like these humans, I should be okay, right?

source: 불붙었구먼!
en_us: they’re on fire!

source: 밖에 지금 연기가 가득…
en_us: it’s full of smoke outside...

source: 어지간한 저주나 보조마법에 걸린 상태로는 다른 마법을 사용하기 힘들다네.
en_us: it’s difficult to use magic while you are cursed or under a spell.

source: 이렇게 넓고 깨끗한데?
en_us: it’s so spacious and clean, though.

source: 드래곤 슬레이어, 플루토 경!?
en_us: sir pluto the dragon slayer?!

source: 몹쓸 짓인 건 맞는 말일지 모르지.
en_us: sure, it may be foul play.

source: 으음?
en_us: hmm?

source: …글쎄다, 자랑스럽기야 하지만,
en_us: well... sure, we’re proud,

source: 에, 그러니까 엄마 몰래 집을 나왔는데
en_us: so, what happened is, I secretly ran away from home...

source: 와아, 확실히 드래곤 슬레이어는 반응이 다르구나.
en_us: wow, a dragon slayer really is well-received.

source: 덕분에 현재 카르셀 왕국은 6국 연합 중 가장 튼튼한 경제력을 지닌 국가.
en_us: thanks to its prime location, the kingdom of karsel is financially the most powerful nation in the six nations alliance.

source: 미나…
en_us: mina...

source: 달리는 마차에서 위험하게━
en_us: it’s dangerous. the carriage is still moving--

source: 크크큭, 바로…
en_us: hahaha, the spell...

source: 최강의 기사 다리오스.
en_us: after all, he met you, darios...

source: 공주님이란 건 뭘 어떻게 하는 건데요?
en_us: what do I do as a princess?

source: 여긴 너무 위험해!
en_us: this place is too dangerous!

source: 치매 드래곤??
en_us: an old geezer??

source: 그렇다면 진짜 공주는 여기 오지도 않았다는 소리잖아?
en_us: ...then the real princess isn’t even here, right?

source: 헤에, 심심한데 잘됐다.
en_us: hehe, that’s great. I was bored anyway.

source: 도저히 용도를 짐작 못 할 물건들도 사방에 깔려 있네!
en_us: ...and there’s a bunch of mysterious items everywhere too!

source: 아주 좋군.
en_us: very good.

source: 이 자 때문에 대체 몇명이…
en_us: how many have died because of her...?

source: 도대체 뭐가 무서워서?
en_us: what were they so afraid of?

source: 이놈들 ━━!!
en_us: you fools!!

source: 대체 왜 카르세아린이라는 드래곤이 없다는 거죠?
en_us: why did you say that a dragon named karsearin doesn’t exist?

source: 여기가?
en_us: this room?

source: 인간들은 참 재미난 것들을 만들어 먹는구나.
en_us: humans make all sorts of fun things to eat.

source: 보이스 체인지는 완벽하게 시전하기 어려운 마법이라고 들었는데.
en_us: I heard it’s difficult to cast a voice change spell so perfectly.

source: 그런 자세로 있다가 누가 보면 어쩌려고!!
en_us: what if someone sees you in that position?!

source: 용병들 내에서 거론되는 칭호에 불과했지만
en_us: ...or so the mercenaries called them.

source: 아린의 여정은 계속되고 있다.
en_us: ...to alkanas, the capital city of the batran kingdom.

source: 드래곤 슬레이어가 있으니…
en_us: there were dragon slayers in the group...

source: 비늘이고 뭐고 살고 보자!
en_us: forget about the scale! run!

source: 거대한 경매장이 존재한다.
en_us: ...one of the biggest slave auction houses in the empire.

source: 명중은 정확했습니다.
en_us: don’t be so disappointed.

source: 왕궁의 형태에 익숙해지셔야 합니다.
en_us: you must familiarize yourself with the ways in the palace.

source: …어머?
en_us: huh...?

source: 우리들의 고향 마을 역시 그 산촌들 중 하나였다.
en_us: our homeland was one of those mountain villages.

source: 애초에 이 녀석도 상황을 제대로 모르고 있어.
en_us: this kid is clueless about what’s going on.

source: 제가 술 한잔 사도 되겠소?
en_us: can I buy you guys a drink?

source: 어떻게 안 되겠나…?
en_us: can’t you do something...?

source: 어머, 미안!
en_us: oops, sorry!

source: 왠지 미나가 좀 달라 보여.
en_us: something about mina feels different.

source: 일단 계획대로 팔려오긴 했는데…
en_us: I did get sold as I planned...

source: 비열함과 오만함으로 가득 찬 왕족과 귀족의 성이 불타오르는 모습이라니,
en_us: last night, the castle where the vile, proud royals and nobles lived went up in flames.

source: 바트란 왕국에 오신 것을 환영합니다.
en_us: ...welcome to the kingdom of batran.

source: 가죽과 비늘은 최고의 방어구를 만드는 재료가 되고…
en_us: ...dragon skin and scales are used to make the best protective gear...

source: 저건… 리베이드 기사의 황금 사자 문장!!
en_us: that’s... the golden lion crest of the libeid knight of order!!

source: 그건 알 바 아닌데 우리 편이 자꾸 죽잖아.
en_us: who cares? I just don’t want our soldiers to keep dying.

source: 전투가 길어져봤자 서로에게 좋을 건 없어요.
en_us: ...which means nothing good will come from dragging the battle out.

source: 인간을 깔보지만 않았으면 그렇게 죽는 일도 없었을 텐데...
en_us: if he hadn’t looked down on humans, he wouldn’t have died that way...

source: 좋습니다.
en_us: good.

source: 살살 좀 찌르지!!
en_us: that frigging hurt!!

source: 사람들은 이런 걸 시체라고 부르지, 환자라고는 안 불러.
en_us: normally, people call this a corpse, not a patient.

source: 전 병력, 이동한다!!
en_us: all forces, move out!!

source: 이제 선착장을 통해 배를 타고 거슬러 올라갈 거야.
en_us: we’re going to a dock to take a boat ride up.

source: 무사하십니까, 전하!?
en_us: are you all right, your majesty?!

source: 넌 몸도 건강해 보이고 얼굴이 예쁘장하니 적어도 1천 골드는 받을 수 있겠지.
en_us: you look healthy and have a pretty face. I should be able to sell you for at least 1,000 gold.

source: 이 노예의 경우엔 반드시 죽어야 할 이유가 있어.
en_us: there’s a reason why this slave must die.

source: 그 와중에 한 음유시인으로부터 흥미로운 노래를 들었어.
en_us: that’s when we heard an interesting song sung by a wandering minstrel.

source: 거기서 다리오스가 날 사고 밤에는 밖에서 잤어.
en_us: anyway, darios bought me and we camped out for the night.

source: 인간들은 무리 짓는 걸 좋아하는구나!
en_us: ...humans really like living in groups!

source: 이런 원거리에서 사용할 수 있도록 내가 개발한 마법일세.
en_us: it’s a long-range spell I developed myself.

source: 못 보던 녀석인데…
en_us: I’ve never seen you before...

source: 누구의 죽음이건, 죽음이 많아서 좋을 건 없죠.
en_us: it doesn’t matter who dies. nothing good comes from too many deaths...

source: 물론 살아 있는 드래곤이 아니라, 죽은 드래곤의 경우다.
en_us: of course, not living dragons, but dead ones.

source: 이 정도면 그들도 충분히 속을 것 같지, 플루토?
en_us: this should be enough to fool them. right, pluto?

source: 다른 주문이 있다면…
en_us: if there is another spell...

source: 그 거대한 몸집에서 오는 끔찍한 위압감…
en_us: ...how terrifying its massive body was.

source: 기껏 살아있던 국왕을 마무리 한 건?
en_us: who’s the one that offed the king?

source: 그냥 신기해서 그랬어~
en_us: I was just so fascinated!

source: 어서 전하를 모셔라!!
en_us: hurry and escort his majesty!!

source: 외모?
en_us: appearance?

source: 야전 준비에 들어가고 있었다.
en_us: ...and prepared for battle.

source: 혹시 아까처럼 쓸 만한 마법은 또 없습니까?
en_us: do you have any other magic we can use like you did earlier?

source: 그만 두드려요!
en_us: knock it off already!

source: 그대가 아무리 드래곤 슬레이어라도
en_us: even if you are a dragon slayer...

source: 아까부터 열심히도 말하네, 이 인간…
en_us: this human sure talks a mouthful...

source: …마법사!?
en_us: magic...?!

source: 전 장난인 줄 알았는데요!
en_us: I thought it was a joke!

source: 자세히 보니 역시 남자잖아?
en_us: ...but on closer look, it’s a boy!

source: 몇백 년 묵은 드래곤의 썩은 시체에서 벗겨낸 가죽들과 비교하시면 곤란하죠.
en_us: you can’t compare it to the skins of dragons that have been dead for centuries.

source: 에르베트!
en_us: herbert!

source: 아린, 심심했지?
en_us: you must’ve been bored, arin.

source: 아 참, 내 소개부터 해야지.
en_us: oh right, I should introduce myself first.

source: 궁성 곳곳에서 방화가 일어났습니다.
en_us: the entire royal court is on fire.

source: …뭐, 별 거 아니겠지!
en_us: oh, well... it shouldn’t be a big deal!

source: 무슨 일이라도 있었어?
en_us: did something happen?

source: 나도 의사인 만큼 목숨을 구하고 싶은 마음은 굴뚝같지만…
en_us: as a doctor, I also very much want to save him...

source: 연기에 물이 올랐구나, 아린!
en_us: you’ve improved your acting, arin!

source: 보고드립니다.{j}라슈타니엔 사절 생포 성공,
en_us: we are here to report that the delegates, lastanien and sarbazan,{j}

source: 레이크 녀석처럼 어떻게 뒤통수를 칠지 모르니 일단 더 지켜 볼까?
en_us: should I just wait and see if he sells me out like rake did?

source: 비겁하게 등 뒤에서 찌르는 쓰레기들이야!!
en_us: ...just to attain some title and satisfy their greed!!

source: 그렇다면 설마 이오네 공주나 아라스난도…
en_us: then princess ione and arasnan too--

source: 어휴, 괜히 다리오스 놈이 설쳐서━
en_us: sigh, darios just had to see for himself...

source: 아… 그, 그래.
en_us: oh... r-right.

source: 바트란의 수도 알카나스는 300여 년 만에 그 주인을 바꾸게 되었다.
en_us: for the first time in 300 years, alkanis, the capital of batran, changed hands.

source: 형체 변환 마법, 폴리모프 셀프!
en_us: shapeshifting magic spell... polymorph self!

source: 아직 안 자고 뭐 하니?
en_us: why are you still up?

source: 드래곤일 때는 느껴본 적 없었어.
en_us: ...felt like this when I was a dragon.

source: 남자만 아니었으면 구별도 안 가겠어.
en_us: if he wasn’t a man, there’d be no difference.

source: 어쨌든…
en_us: in any case...

source: 말이 되는 소리를 해.
en_us: you know I didn’t!

source: 다리오스 폰 골드브러프.
en_us: darios von goldbruf.

source: 이는 인간의 짓이라고…
en_us: ...that it was the doing of mankind...

source: 이렇게 눈앞에 있구먼!!
en_us: you’re seeing him in the flesh right now!!

source: 실례합니다, 카르셀의 왕녀 이오네 공주님이시죠?
en_us: excuse me. you must be princess ione from the kingdom of karsel.

source: ━결국 그라테우스는 그렇게 죽음을 맞이했고,
en_us: ...and that’s how grateus died.
